<html>
    <head>
        <title>html+php</title>         <!--標題-->>
    </head>      
    <body>
        <?php echo "Hello world!"; ?>   <!--以php格式顯示 Hello world!-->
        <h1>測試</h1>                   <!--以html格式顯示 測試-->
        <?php echo "Hello world!"; ?>   <!--以php格式顯示 Hello world!-->
        <h2>測試</h2>                   <!--以html格式顯示 測試-->
        <?php echo "Hello world!"; ?>   <!--以php格式顯示 Hello world!-->
    </body>
</html>
 <!--
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
     老師我檔案忘記處存就上船導致資料遺失 我現在 再重做一份 如果可以我會在5:00 繳交另外一份 網址相同
 -->